Repository: ivangodfather/SpeedNumber
Catalog: SpeedNumber/App/*.lproj/Localizable.strings
Languages: es

# main.subtitle
source: Try to follow the sequence from 1 to 50 as fast as you can!
es: Sigue la secuencia de 1 a 50 tan rápido como puedas!

source: PLAY
es: JUGAR

source: LEADERBOARD
es: CLASIFICACIÓN

# score.last
source: Your final score is
es: Tu puntuación final es

# score.best
source: Your best is
es: Tu mejor es

# share.content
source: I got %@ sec at Speedy Numbers! Catch me if you can!
es: He hecho %@ seg. en Speedy Numbers! Supérame si puedes!

source: Share me!
es: ¡Compárteme!

# game.center.error.description
source: You have Game Center disabled. Go to Settings / GameCenter to participate in the leaderboard.
es: Tienes desactivado Game Center. Dirígete a Ajustes / Game Center para poder participar en la clasificación.

source: Go to Settings
es: Ir a a Ajustes

# game.center.continue.without
source: Disable leaderboard
es: Deshabilitar clasificación
